/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Katalog Media Pro…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "Nie można otworzyć katalogu Media Pro.";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "Nie można odczytać właściwości dokumentu katalogu Media Pro.";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "Nie można odczytać właściwości elementu katalogu Media Pro.";

